{
    "Medicine": [
      {
        "id": 0,
        "name": "Simvastatina ",
        "description": "Se emplea para reducir el colesterol y los triglicéridos (tipo de grasa) en la sangre.",
        "dosage": "80 mg/7 ml",
        "contraindication": "Hipersensibilidad a paracetamol, codeína, depresión respiratoria aguda, asma aguda, EPOC, íleo paralítico o riesgo, enf. hepáticas, hepatitis viral, presión intracraneal aumentada"
      },
      {
        "id": 1,
        "name": "Aspirina ",
        "description": "También conocida como ácido acetil-salicílico (ASA), reduce las sustancias en el cuerpo que producen dolor, fiebre e inflamación.",
        "dosage": "1.5g/7ml",
        "contraindication": "Alérgicos a penicilinas. Mononucleosis infecciosa."
      },
      {
        "id": 2,
        "name": "Lexotiroxina sódica",
        "description": "Se encarga de sustituir una hormona que se suele producir en nuestra glándula tiroidea para regular la energía y el metabolismo del cuerpo.",
        "dosage": "2g/200ml",
        "contraindication": "Hipersensibilidad; obstrucción orgánica del tubo digestivo; dolor abdominal de origen desconocido; I.R. grave, uremia, hipofosfatemia; hipermagnesemia."
      },
      {
        "id": 3,
        "name": "Acetaminofen",
        "description": "El paracetamol, también conocido como acetaminofén o acetaminofeno o p-Acetilaminofenol, es un fármaco con propiedades analgésicas y antipiréticas utilizado principalmente para tratar la fiebre.",
        "dosage": "40 mg/ 50ml",
        "contraindication": "Hipersensibilidad a paracetamol, codeína, depresión respiratoria aguda, asma aguda, EPOC, íleo paralítico o riesgo, enf. hepáticas, hepatitis viral, presión intracraneal aumentada"
      },
      {
        "id": 4,
        "name": "Omeprazol",
        "description": "El omeprazol se utiliza en el tratamiento de la dispepsia, úlcera péptica, enfermedades por reflujo gastroesofágico y el síndrome de Zollinger-Ellison.",
        "dosage": "40g/50ml",
        "contraindication": "No se aconseja su administración durante el embarazo y la lactancia."
      },
      {
        "id": 5,
        "name": "Metoprolol",
        "description": "El metoprolol es un bloqueador del receptor β₁ selectivo usado en el tratamiento de enfermedades severas del sistema cardiovascular, especialmente de la hipertensión y el infarto agudo de miocardio.",
        "dosage": "100 mg",
        "contraindication": "Hipersensibilidad a metoprolol, a otros betabloqueantes; bloqueo auriculoventricular de 2º y 3 er grado; insuf. Cardiaca descompensada (edema pulmonar, hipoperfusión o hipotensión)"
      },
      {
        "id": 6,
        "name": "Ramipril ",
        "description": "No forma parte de la lista de la OMS pero trata la presión arterial alta (hipertensión) o la insuficiencia cardíaca congestiva.",
        "dosage": "30 mg",
        "contraindication": "Durante el embarazo, levotiroxina no debe usarse al mismo tiempo con medicamentos contra una glándula tiroides hiperactiva (medicamentos antitiroideos) (ver también “Embarazo, lactancia y fertilidad”)."
      },
      {
        "id": 7,
        "name": "Paracetamol",
        "description": "Analgésico y antipirético. Inhibe la síntesis de prostaglandinas en el SNC y bloquea la generación del impulso doloroso a nivel periférico.",
        "dosage": "120 mg/5 ml",
        "contraindication": "Hipersensibilidad a paracetamol, codeína, depresión respiratoria aguda, asma aguda, EPOC, íleo paralítico o riesgo, enf. hepáticas, hepatitis viral, presión intracraneal"
      },
      {
        "id": 8,
        "name": "Atorvastatina",
        "description": "Disminuye la cantidad de colesterol que fabrica el hígado. Sirve para reducir los niveles de trigliricéridos en sangre y colesterol 'malo', al tiempo que aumenta los niveles de colesterol 'bueno'.",
        "dosage": "1g/100ml",
        "contraindication": "Hipersensibilidad a losartán. I.H. grave. 2º y 3 er trimestre de embarazo. Concomitante con aliskireno en pacientes con diabetes o con I.R. de moderada a grave (TFG < 60 ml/min/1,73 2 )."
      },
      {
        "id": 9,
        "name": "Lansoprazol",
        "description": "No está incluido en la lista de la OMS pero se encarga también de disminuir la cantidad de ácido producido en el estómago y se usa para tratar y prevenir las úlceras en este órgano y en el intestino y para controlar el ardor.",
        "dosage": "10 mg/100ml",
        "contraindication": "Hipersensibilidad a losartán. I.H. grave. 2º y 3 er trimestre de embarazo. Concomitante con aliskireno en pacientes con diabetes o con I.R. de moderada a grave (TFG < 60 ml/min/1,73 2 )."
      }
    ]
  }
